Repository: Ibraimov23/cyclone
Catalog: lib/l10n/intl_*.arb
Languages: ky

# languagePrompt
source: Select language
ky: Тил танданыз

source: Kyrgyz
ky: Кыргызча

source: Russian
ky: Орусча

source: English
ky: Англисче

# selectButton
source: Choose
ky: Тандоо

# welcomeTitle
source: CYCLONE APP
ky: Cyclone Колдонмо

# welcomeSubtitle
source: Complete automation of the cattle fattening process
ky: Мал семиртүүнү автоматташтыруу процесси толук кандуу

# welcomeLogin
source: Login
ky: Кирүү

# registerButton
source: Register
ky: Катталуу

# loginTitle
source: Login
ky: Кирүү

# loginEmailHint
source: Enter your email
ky: Электрондук почтаңызды киргизиңиз

# loginPasswordHint
source: Enter your password
ky: Сырсөзүңүздү киргизиңиз

# loginForgotPassword
source: Forgot password?
ky: Сырсөзүңүздү унуттуңузбу?

# loginButton
source: Login
ky: Кирүү

# loginOrSignInWith
source: Or sign in with
ky: Башка кирүү жолдору

# loginNoAccount
source: Don't have an account?
ky: Аккаунтуңуз жокпу?

# loginSignUpButton
source: Sign Up
ky: Катталуу

source: Registration
ky: Катталуу

source: Enter your email
ky: Электрондук почтаңызды киргизиңиз

source: Enter password
ky: Сырсөздү киргизиңиз

source: Confirm password
ky: Сырсөздү тастыктаңыз

source: Register
ky: Катталуу

# accountAlreadyExistsTitle
source: Account already exists
ky: Аккаунт буга чейин бар

# accountAlreadyExistsMessage
source: This email is already registered. Try to login.
ky: Бул электрондук почта буга чейин катталган. Кирүү аракетин кылыңыз.

# errorTitle
source: Error
ky: Ката

# emailSentTitle
source: Email sent
ky: Каттоо тууралуу кат жөнөтүлдү

# emailSentMessage
source: A confirmation email has been sent to your address.
ky: Тастыктоо каты сиздин электрондук почтага жөнөтүлдү.

source: OK
ky: ОК

source: Other registration methods
ky: Катталуунун башка ыкмалары

# alreadyHaveAccount
source: Already have an account?
ky: Аккаунтуңуз барбы?

source: Login
ky: Кирүү

# errorAuthentication
source: Authentication error
ky: Аутентификация ката

# homeScreenTitle
source: Home
ky: Башкы бет

# homeWelcomeMessage
source: Hello, {userName}!
ky: Салам, {userName}!

# homeViewLatest
source: View Latest
ky: Акыркыларды көрүү

# homeExploreCategories
source: Explore Categories
ky: Категорияларды изилдөө

# homeTitle
source: My Farm
ky: Менин фермам

# homeCardSubtitle
source: Cattle Number
ky: Малдын номери

# detailsTitle
source: Cattle Details
ky: Мал жөнүндө маалымат

# detailsCattleType
source: Cattle Type
ky: Малдын түрү

# detailsCattleName
source: Cattle Name
ky: Малдын номери

# detailsCattleCount
source: Count
ky: Саны

source: Loading error
ky: Жүктөөдө ката кетти

source: Bulls
ky: Бука

source: Cows
ky: Уй

source: Goats
ky: Эчки

source: Sheep
ky: Кой

# profileScreenTitle
source: Profile
ky: Профиль

# profileEditButton
source: Edit Profile
ky: Профилди түзөтүү

# profileUsernameLabel
source: Username
ky: Колдонуучунун аты

# profilePhoneNumberLabel
source: Phone Number
ky: Телефон номери

# profileChangePasswordButton
source: Change Password
ky: Сырсөздү өзгөртүү

# profileSignOutButton
source: Sign Out
ky: Чыгуу

# profileSignOutConfirmationTitle
source: Sign Out
ky: Чыгуу

# profileSignOutConfirmationMessage
source: Are you sure you want to sign out?
ky: Чындап чыккыңыз келеби?

# profileDialogCancel
source: Cancel
ky: Жокко чыгаруу

# profileDialogConfirm
source: Confirm
ky: Ырастоо

# shopScreenTitle
source: Shop
ky: Дүкөн

# shopSearchHint
source: Search products...
ky: Товарларды издөө...

# shopFilterButton
source: Filter
ky: Чыпка

# shopSortByButton
source: Sort By
ky: Сорттоо

# shopNewArrivals
source: New Arrivals
ky: Жаңы түшкөндөр

# shopFeaturedItems
source: Featured Items
ky: Сунушталган товарлар

# shopAddToCartButton
source: Add to Cart
ky: Себетке кошуу

# shopCallButton
source: Call
ky: Чалуу

# shopContactTitle
source: Contact us
ky: Биз менен байланыш

# feedTitle
source: Premium quality livestock feed!
ky: Мал үчүн жогорку сапаттагы тоют!

# feedSubtitle
source: From 1500 soms per sack.
ky: Бир кап үчүн 1500 сомдон баштап.

# introSlide1Title
source: Welcome to Our App!
ky: Биздин тиркемеге кош келиңиз!

# introSlide1Text
source: Discover amazing features and content tailored for you.
ky: Сиз үчүн ылайыкташтырылган укмуштуу функцияларды жана мазмунду табыңыз.

# introSlide2Title
source: Easy to Use
ky: Колдонууга оңой

# introSlide2Text
source: Navigate effortlessly and enjoy a seamless experience.
ky: Оңой чабыттаңыз жана үзгүлтүксүз тажрыйбадан ырахат алыңыз.

# introSlide3Title
source: Get Started
ky: Баштоо

# introSlide3Text
source: Join our community and start your journey today.
ky: Биздин коомчулукка кошулуп, бүгүн саякатыңызды баштаңыз.

# introSkipButton
source: Skip
ky: Өткөрүп жиберүү

# introNextButton
source: Next
ky: Андан ары

# introDoneButton
source: Done
ky: Даяр

# drawerHome
source: Home
ky: Башкы бет

# drawerProfile
source: Profile
ky: Профиль

# drawerLanguage
source: Language
ky: Тил

# drawerInstructions
source: Instructions
ky: Нускамалар

# drawerSubscription
source: Subscription
ky: Жазылуу

# drawerStats
source: Statistics
ky: Статистика

# drawerAddAccount
source: Add Account
ky: Аккаунт кошуу

# drawerSoon
source: Coming soon
ky: Жакында жеткиликтүү болот

# drawerShop
source: Shop
ky: Дүкөн

# drawerSettings
source: Settings
ky: Жөндөөлөр

# drawerAbout
source: About Us
ky: Биз жөнүндө

# drawerLogout
source: Logout
ky: Чыгуу

# addScreenTitle
source: Add New Item
ky: Жаңы элемент кошуу

# addItemButton
source: Add Item
ky: Элемент кошуу

# addRecordButton
source: Add Record
ky: Жазуу кошуу

# createNewButton
source: Create New
ky: Жаңы түзүү

# createItemTitle
source: Create New Item
ky: Жаңы элемент түзүү

# itemNameLabel
source: Item Name
ky: Элементтин аталышы

# itemNameHint
source: Enter item name
ky: Элементтин аталышын киргизиңиз

# itemDescriptionLabel
source: Description
ky: Сүрөттөмө

# itemDescriptionHint
source: Enter a description
ky: Сүрөттөмө киргизиңиз

# itemCategoryLabel
source: Category
ky: Категория

# itemCategoryHint
source: Select a category
ky: Категорияны тандаңыз

# itemPriceLabel
source: Price
ky: Баасы

# itemPriceHint
source: Enter price
ky: Баасын киргизиңиз

# itemUploadImageButton
source: Upload Image
ky: Сүрөт жүктөө

# itemImageUploaded
source: Image Uploaded
ky: Сүрөт жүктөлдү

# itemNoImageSelected
source: No image selected
ky: Сүрөт тандалган жок

# saveButton
source: Save
ky: Сактоо

# cancelButton
source: Cancel
ky: Жокко чыгаруу

# fieldRequiredError
source: This field is required
ky: Бул талаа милдеттүү

# invalidInputError
source: Invalid input
ky: Жараксыз киргизүү

# confirmScreenTitle
source: Confirm Details
ky: Маалыматтарды ырастоо

# confirmMessage
source: Please review the details before submitting.
ky: Жөнөтүүдөн мурун маалыматтарды карап чыгыңыз.

# confirmSubmitButton
source: Submit
ky: Жөнөтүү

# confirmEditButton
source: Edit
ky: Түзөтүү

# idScreenTitle
source: Identification
ky: Идентификация

# enterIdLabel
source: Enter ID
ky: ID киргизиңиз

# enterIdHint
source: Scan or type ID
ky: ID'ни сканерлеңиз же териңиз

# idNumberLabel
source: ID Number:
ky: ID номери:

# idNotFoundError
source: ID not found
ky: ID табылган жок

# verifyIdButton
source: Verify ID
ky: ID'ни текшерүү

# animalPassportTitle
source: Animal Passport
ky: Жаныбардын паспорту

# animalNameLabel
source: Animal Name
ky: Жаныбардын аты

# animalSpeciesLabel
source: Species
ky: Түрү

# animalBreedLabel
source: Breed
ky: Породасы

# animalDateOfBirthLabel
source: Date of Birth
ky: Туулган күнү

# animalOwnerLabel
source: Owner
ky: Ээси

# animalMicrochipIdLabel
source: Microchip ID
ky: Микрочиптин ID'си

# animalVaccinationsTitle
source: Vaccinations
ky: Эмдөөлөр

# addVaccinationButton
source: Add Vaccination Record
ky: Эмдөө жазуусун кошуу

# instructionScreenTitle
source: Instructions
ky: Нускамалар

# instructionStep1Title
source: Step 1: Getting Started
ky: 1-кадам: Баштоо

# instructionStep1Text
source: Detailed explanation for the first step...
ky: Биринчи кадам тууралуу толук маалымат...

# instructionStep2Title
source: Step 2: Configuration
ky: 2-кадам: Түзөтүүлөр

# instructionStep2Text
source: Detailed explanation for the second step...
ky: Экинчи кадам тууралуу толук маалымат...

# instructionFaqTitle
source: Frequently Asked Questions
ky: Көп берилүүчү суроолор

# instructionFaqQ1
source: Q1: How do I ...?
ky: С1: Мен кантип ...?

# instructionFaqA1
source: A1: You can ... by ...
ky: Ж1: Сиз ... аркылуу ... кыла аласыз

# instructionContactSupport
source: Contact Support
ky: Колдоо кызматымен байланышуу

# financeScreenTitle
source: Finances
ky: Финансы

# financeBalanceLabel
source: Current Balance:
ky: Учурдагы баланс:

# financeIncomeLabel
source: Income
ky: Түшүүлөр

# financeExpensesLabel
source: Expenses
ky: Чыгымдар

# financeViewTransactionsButton
source: View Transactions
ky: Транзакцияларды көрүү

# financeAddTransactionButton
source: Add Transaction
ky: Жаңы транзакция кошуу

# financeTransactionHistoryTitle
source: Transaction History
ky: Транзакциялар тарыхы

# financeNoTransactions
source: No transactions yet.
ky: Азырынча транзакциялар жок.

# financeReportTitle
source: Financial Report
ky: Финансылык отчет

# financeGenerateReportButton
source: Generate Report
ky: Отчет түзүү

# stemScreenTitle
source: STEM Zone
ky: STEM Бөлүмү

# stemScienceCategory
source: Science
ky: Илим

# stemTechnologyCategory
source: Technology
ky: Технология

# stemEngineeringCategory
source: Engineering
ky: Инженерия

# stemMathematicsCategory
source: Mathematics
ky: Математика

# stemExploreTopicButton
source: Explore Topic
ky: Теманы изилдөө

# stemLearningResources
source: Learning Resources
ky: Окуу ресурстары

# subpageDefaultTitle
source: Details
ky: Деталдар

# subpageSectionTitle
source: Section Title
ky: Бөлүмдүн аталышы

# subpageContentPlaceholder
source: More information will be displayed here.
ky: Кошумча маалымат ушул жерде көрсөтүлөт.

# subpageBackButton
source: Back
ky: Артка

# tableScreenTitle
source: Data Table
ky: Маалымат таблицасы

# tableHeaderColumn1
source: Column 1
ky: 1-Колоонка

# tableHeaderColumn2
source: Column 2
ky: 2-Колоонка

# tableHeaderColumn3
source: Column 3
ky: 3-Колоонка

# tableNoData
source: No data available to display.
ky: Көрсөтө турган маалымат жок.

# tablePreviousPage
source: Previous
ky: Мурунку

# tableNextPage
source: Next
ky: Кийинки

# tablePageIndicator
source: Page {currentPage} of {totalPages}
ky: {currentPage}-бет {totalPages}-беттердин ичинен

# emailVerificationTitle
source: Verify Your Email
ky: Email дарегиңизди тастыктаңыз

# emailVerificationMessage
source: A verification link has been sent to {userEmail}. Please check your inbox and click the link to verify your account.
ky: Тастыктоо шилтемеси {userEmail} дарегине жөнөтүлдү. Сураныч, электрондук почтаңызды текшерип, аккаунтуңузду тастыктоо үчүн шилтемени басыңыз.

# emailVerificationResendButton
source: Resend Verification Email
ky: Катты кайра жөнөтүү

# emailVerificationEmailSentMessage
source: A new verification email has been sent.
ky: Жаңы тастыктоо каты жөнөтүлдү.

# emailVerificationCheckSpam
source: If you don't see the email, please check your spam folder.
ky: Эгер катты таппасаңыз, "Спам" папкасын текшериңиз.

# emailVerificationContinueButton
source: Continue (after verification)
ky: Улантуу (тастыктагандан кийин)

# chatbotScreenTitle
source: Chat Support
ky: Колдоо чаты

# chatbotWelcomeMessage
source: Hello! How can I help you today?
ky: Саламатсызбы! Бүгүн сизге кантип жардам бере алам?

# chatbotTypeMessageHint
source: Type your message...
ky: Билдирүүңүздү териңиз...

# chatbotSendButtonTooltip
source: Send
ky: Жөнөтүү

# chatbotThinking
source: Thinking...
ky: Ойлонуп жатам...

# chatbotCouldNotUnderstand
source: Sorry, I couldn't understand that. Could you rephrase?
ky: Кечиресиз, мен муну түшүнө алган жокмун. Башкача айтып көрөсүзбү?

# chatbotErrorOccurred
source: An error occurred. Please try again later.
ky: Ката кетти. Сураныч, кийинчерээк кайра аракет кылыңыз.

# appBarNotificationsTooltip
source: Notifications
ky: Эскертмелер

# appBarSearchTooltip
source: Search
ky: Издөө

# appBarSettingsTooltip
source: Settings
ky: Жөндөөлөр

# appBackTooltip
source: Back
ky: Артка

# cardViewDetailsButton
source: View Details
ky: Кеңири маалымат

# cardLearnMoreButton
source: Learn More
ky: Көбүрөөк билүү

# cardPriceLabel
source: Price:
ky: Баасы:

# cardDateLabel
source: Date:
ky: Датасы:

# cardStatusLabel
source: Status:
ky: Статусу:

# cardCategoryLabel
source: Category:
ky: Категориясы:

# cardAuthorLabel
source: Author:
ky: Автору:

# cardPublishedOnLabel
source: Published on:
ky: Жарыяланды:

# mainScreenAppBarGreeting
source: Yo,
ky: Салам,

# mainScreenLogoutDialogTitle
source: Account Logout
ky: Аккаунттан чыгуу

# mainScreenLogoutDialogMessage
source: Are you sure you want to log out?
ky: Чындап чыккыңыз келеби?

# mainScreenLogoutDialogCancelButton
source: Cancel
ky: Жокко чыгаруу

# mainScreenLogoutDialogConfirmButton
source: Logout
ky: Чыгуу

# bottomNavFarm
source: Farm
ky: Ферма

# bottomNavShop
source: Shop
ky: Дүкөн

# bottomNavMessages
source: Messages
ky: Билдирүүлөр

# bottomNavFeeds
source: Feeds
ky: Тоюттар

# storageTitle
source: Feed Storage
ky: Азык сактоочу жай

# nameColumn
source: Name
ky: Аты

# valueColumn
source: Value
ky: Маани

source: Change Value
ky: Маанини өзгөртүү

source: Cancel
ky: Жокко чыгаруу

source: Save
ky: Сактоо

# unitKg
source: {value} kg
ky: {value} кг

# fieldOats
source: Oats
ky: Арпа

# fieldCorns
source: Corn
ky: Жүгөрү

# fieldSilages
source: Silage
ky: Силос

# fieldStraws
source: Straw
ky: Талаа

# fieldPeas
source: Peas
ky: Буудай

# fieldHerbs
source: Herbs
ky: Чөп

# fieldHays
source: Hay
ky: Сено

# logoutTitle
source: Log Out
ky: Аккаунттан чыгуу

# logoutConfirmation
source: Are you sure you want to log out?
ky: Чыгууну каалайсызбы?

source: Log Out
ky: Чыгуу

# createPasswordTitle
source: Create a password
ky: Сырсөздү ойлоп табыңыз

source: Enter new password
ky: Жаңы сырсөздү киргизиңиз

# changePasswordButton
source: Change
ky: Өзгөртүү

# successTitle
source: Success
ky: Ийгилик

# passwordChangedSuccess
source: Password changed successfully.
ky: Сырсөз ийгиликтүү өзгөртүлдү.

# appTitle
source: Email Verification
ky: Email даректи ырастоо

# checkYourEmail
source: Please check your email
ky: Сураныч, почтаңызды текшериңиз

source: I have confirmed
ky: Мен ырастадым

# resendVerification
source: Resend verification email
ky: Билдирүүнү кайра жөнөтүү

# emailSentAgain
source: Verification email sent again
ky: Ырастоо каты кайра жөнөтүлдү

source: Confirm your email
ky: Email даректи ырастоо

# resetPasswordTitle
source: Reset Password
ky: Сырсөздү баштапкы абалга келтирүү

# sendEmailButton
source: Send Email
ky: Кат жөнөтүү

# emailIsEmptyError
source: Please enter your email.
ky: Email дарегиңизди жазыңыз.

# emailSentSuccess
source: Email has been sent.
ky: Кат жөнөтүлдү.

# okButton
source: OK
ky: ОК

# greeting
source: Yo, {username}
ky: Салам, {username}

# greetingDescription
source: Greeting with username
ky: Приветствие с именем пользователя

# emailAlreadyRegistered
source: This email is already registered.
ky: Бул почта буга чейин катталган.

# confirmationSent
source: Confirmation sent to {email}.
ky: {email} дарегине тастыктоо жөнөтүлдү.

# userNotFoundError
source: Error: Current user not found.
ky: Ката: Учурдагы колдонуучу табылган жок.

# confirmationSendError
source: Error sending confirmation: {error}
ky: Тастыктоо жөнөтүүдө ката: {error}

# emailLabel
source: Email
ky: Электрондук почта

# confirmButton
source: Confirm
ky: Тастыктоо

source: Change Password
ky: Сырсөздү өзгөртүү

source: Settings
ky: Жөндөөлөр

source: Add Animal
ky: Мал кошуу

source: Tag Number
ky: Мөөр номери

source: Enter tag number
ky: Бирке номерин киргизиңиз

source: Gender
ky: Жынысы

source: Enter gender
ky: Жынысын киргизиңиз

source: Breed
ky: Порода

source: Select breed
ky: Породаны тандаңыз

source: Birth Date
ky: Туулган күнү

source: Select birth date
ky: Туулган күндү тандаңыз

# weight
source: Weight (kg)
ky: Салмагы (кг)

source: Enter weight
ky: Салмагын киргизиңиз

source: Health Status
ky: Саламаттык абалы

source: Select health status
ky: Саламаттык абалын тандаңыз

source: Medical Card
ky: Медициналык карта

source: Enter medical card
ky: Медициналык картаны киргизиңиз

# addAnimalButton
source: Add Animal
ky: Мал кошуу

# fillAllFields
source: Please fill in all fields
ky: Бардык талааларды толтуруңуз

source: Animal added successfully
ky: Мал ийгиликтүү кошулду

# errorAddingAnimal
source: Error while adding animal
ky: Малды кошууда ката кетти

source: User not authorized
ky: Колдонуучу авторизацияланбаган

source: Herd not found
ky: Үйүр табылган жок

source: Herd cattle type not specified
ky: Үйүрдүн малынын түрү көрсөтүлгөн эмес

source: Error loading breeds
ky: Породаларды жүктөөдө ката кетти

source: Error loading health statuses
ky: Саламаттык абалдарын жүктөөдө ката кетти

# createStado
source: Create Herd
ky: Топту түзүү

# stadoNumber
source: Herd Number
ky: Топ номери

# enterStadoNumber
source: Enter a unique herd number
ky: Уникалдуу топ номерин киргизиңиз

source: Select cattle type
ky: Малдын түрүн тандаңыз

source: Cattle Type
ky: Малдын түрү

source: Saving...
ky: Сакталып жатат...

# fieldRequired
source: Please fill all fields
ky: Бардык талааларды толтуруңуз

# stadoCreated
source: Herd created successfully!
ky: Топ ийгиликтүү түзүлдү!

# createHerdError
source: Error creating herd
ky: Топ түзүүдө ката кетти

source: Table
ky: Таблица

source: Add
ky: Кошуу

# techPassport
source: Passport
ky: Техпаспорт

# techPassportHeader
source: Technical passport
ky: Техникалык паспорт

# herdTitle
source: herd {stadoName}
ky: үйүр {stadoName}

# instructionTitle
source: How to use
ky: Колдонуу эрежелери

# instructionCardIntroductionTitle
source: Introduction
ky: Киришүү

# instructionCardIntroductionDescription
source: Description of how to get started with the app.
ky: Колдонмону кантип баштоо тууралуу сүрөттөмө.

# instructionCardMainScreenTitle
source: Main Screen
ky: Башкы экран

# instructionCardMainScreenDescription
source: Description of the main screen and features.
ky: Экрандын негизги бөлүктөрү жана функциялары жөнүндө сүрөттөмө.

# instructionCardAddCattleTitle
source: Adding Cattle
ky: Мал кошуу

# instructionCardAddCattleDescription
source: How to add cattle to the system.
ky: Малды системага кантип кошуу.

# instructionCardTechPassportTitle
source: Tech Passport / Adding
ky: Тех паспорт / Кошуу

# instructionCardTechPassportDescription
source: How to add the animal's tech passport.
ky: Жаныбардын тех паспорту кантип кошулат.

# instructionCardAnimalsTableTitle
source: Animals Table
ky: Жаныбарлардын таблицасы

# instructionCardAnimalsTableDescription
source: How to track animals in the table.
ky: Жаныбарларды таблицада кантип көзөмөлдөө.

# instructionCardChatBotTitle
source: Chat Bot
ky: Чат бот

# instructionCardChatBotDescription
source: How to use the chat bot for communication.
ky: Чат-бот менен кантип байланышуу.

# instructionCardFeedWarehouseTitle
source: Feed Warehouse
ky: Корма склад

# instructionCardFeedWarehouseDescription
source: How to add feed to the warehouse.
ky: Кормду складга кантип кошуу.

# instructionCardWeightTrackingTitle
source: Weight Tracking
ky: Салмакты көзөмөлдөө

# instructionCardWeightTrackingDescription
source: How to track changes in animal weight.
ky: Жаныбарлардын салмак өзгөрүшүн кантип көзөмөлдөө.

# instructionCardDurationLabel
source: Duration:
ky: Узактыгы:

# duration15min
source: 15 minutes
ky: 15 мүнөт

# duration20min
source: 20 minutes
ky: 20 мүнөт

# duration5min
source: 5 minutes
ky: 5 мүнөт

# duration4min
source: 4 minutes
ky: 4 мүнөт

# introTitle
source: CYCLONE — your digital assistant in farm management
ky: CYCLONE — ферма башкарууда сиздин санариптик жардамчыңыз

# dividerDescription
source: CYCLONE is an app that helps farmers simplify feeding management, track livestock growth, and monitor supplies. Everything in one place, without paperwork hassle.
ky: CYCLONE — фермерлерге азыктандырууну жөнөкөйлөтүүгө, малдын өсүшүн көзөмөлдөөгө жана запастарды башкарууга жардам берген тиркеме. Бардыгы бир жерде, кагаз жумушсуз.

# startQuestion
source: Where to start?
ky: Кайдан баштоо керек?

# bullet1
source: 1. Choose the interface language — Russian or English.
ky: 1. Интерфейс тилін тандаңыз — орусча же англисче.

# bullet2
source: 2. Register using your email and password.
ky: 2. Электрондук почта жана сырсөз аркылуу катталыңыз.

# bullet3
source: 3. Or sign in with your Google account — quick and convenient.
ky: 3. Же Google аккаунту менен кирүү — ылдам жана ыңгайлуу.

# bullet4
source: 4. After logging in, you'll reach the main dashboard where you can start working: add data, monitor statistics, and get analytics.
ky: 4. Киргенден кийин негизги панелге өтөсүз, анда иштей баштай аласыз: маалымат кошуу, статистиканы көзөмөлдөө жана аналитика алуу.

# closingStatement
source: CYCLONE makes farming understandable, efficient, and modern. All management is at your fingertips.
ky: CYCLONE фермерчиликти түшүнүктүү, эффективдүү жана заманбап кылат. Бардык башкаруу сиздин колуңузда.

# financeTitle
source: Finance
ky: Финансы

source: Change Card
ky: Картаны өзгөртүү

source: Delete Card
ky: Картаны өчүрүү

# addingTitle
source: Add Card
ky: Картаны кошуу

# cardNameLabel
source: Card Name
ky: Карта аты

# cardNameHint
source: Name
ky: Аты

# cardNumberLabel
source: Card Number
ky: Карта номери

# expiryDateLabel
source: Expiry Date
ky: Жарактуулук мөөнөтү

# expiryDateHint
source: MM/YY
ky: Ай/Жыл

# cvvLabel
source: Security Code
ky: Коопсуздук коду

# postalCodeLabel
source: Postal Code
ky: Почта индекси

# addButton
source: Add
ky: Кошуу

# tableTitle
source: Feed Table
ky: Тоют таблицасы

source: herd
ky: табылгасы

source: feed unit
ky: тоют бирд.

source: kg
ky: кг

# editDialog_title
source: Edit {feedName}
ky: {feedName} өзгөртүү

# editDialog_label
source: Enter new value
ky: Жаңы маанини киргизиңиз

# editDialog_hint
source: Enter a number
ky: Сан киргизиңиз

# editDialog_cancel
source: Cancel
ky: Жокко чыгаруу

# editDialog_save
source: Save
ky: Сактоо

# editDialog_invalidNumber
source: Please enter a valid number
ky: Туура сан киргизиңиз

# editDialog_noStorage
source: Storage not found
ky: Кампа табылган жок

# editDialog_insufficientFeed
source: Not enough feed in storage
ky: Кампада жетишсиз жем

# editDialog_saveError
source: Error saving data
ky: Маалыматты сактоодо ката кетти

# ageLabel
source: Age
ky: Жашы

# weightLabel
source: Weight
ky: Салмагы

# breedLabel
source: Breed
ky: Тукуму

# healthLabel
source: Health
ky: Ден соолук

# healthGood
source: Good
ky: Жакшы

# healthMedium
source: Medium
ky: Орточо

# healthPoor
source: Poor
ky: Начар
